
[Cryolator X2WeaponTemplate]
FriendlyName="Cryolator"
FriendlyNamePlural="Cryolators"
BriefSummary="Freezes targets."
TacticalText="Freezes targets."
AbilityDescName="cryolator"

[CryoPistolM2_WPN X2WeaponTemplate]
FriendlyName="Advent Pistol"
FriendlyNamePlural="Advent Pistols"
BriefSummary="Pistol. Advent made it."
TacticalText="Pistol. Advent made it."
AbilityDescName="pistol"

[CryoPistolM3_WPN X2WeaponTemplate]
FriendlyName="Advent Pistol"
FriendlyNamePlural="Advent Pistols"
BriefSummary="Pistol. Advent made it."
TacticalText="Pistol. Advent made it."
AbilityDescName="pistol"
